7zip
alsa-firmware
alsa-utils
base
base-devel
bluez-utils
brightnessctl
btrfs-progs
cmake
cpio
dhclient
digikam
diskus
dosfstools
efibootmgr
exfatprogs
file-roller
firefox
fuzzel
git
glib2-devel
gnome-calendar
go
gobject-introspection
gvfs-afc
gvfs-gphoto2
gwenview
hyprland
hyprlauncher
hyprlock
hyprshot
ifuse
inotify-tools
iwd
jq
kitty
libgit2
libnotify
limine
linux
linux-firmware
lshw
man-db
meson
nemo
nemo-fileroller
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-dmenu
niri
nodejs
openssh
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-pulse
pulsemixer
qt5-wayland
qt6-wayland
reflector
scdoc
sof-firmware
swaybg
swaylock
swaync
tigervnc
time
ttf-jetbrains-mono-nerd
udiskie
unrar
unzip
usbmuxd
vim
vlc
waybar
wireplumber
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwayland-satellite
yad
zip
zsh
